// © Copyright 2011, 2015 HP Development Company, L.P.

TaskName = "Download de drivers & software";

TaskTitleField = "Download de drivers & software";
TaskDescriptionField = "Clique em \"Entrar On-line\" para baixar o pacote de software, firmware ou driver mais recente para seu dispositivo HP.";
TaskStartButtonTitle = "Entrar On-line";
